aerospike_cassandra_ycsb/cassandra_data/workloadc_output
YCSB Client 0.1
Command line: -db com.yahoo.ycsb.db.CassandraClient10 -P workloads/workloadc -p cassandra.connectionretries=10 -p fieldlength=10 -p updateretrycount=100 -p cassandra.operationretries=10 -p recordcount=50000000 -p reconnectiontime=1000 -p fieldcount=10 -p timeseries.granularity=100 -p threadcount=32 -p insertretrycount=10 -p readretrycount=1000 -p ignoreinserterrors=true -p hosts=f1,f2,f3,f4 -p maxexecutiontime=60 -p measurementtype=timeseries -p exportmeasurementsinterval=30000 -p operationcount=60000000 -t
[OVERALL], RunTime(ms), 60004.0
[OVERALL], Throughput(ops/sec), 252591.31057929472
[READ], Operations, 15156489
[READ], AverageLatency(us), 123.07334079812284
[READ], MinLatency(us), 49
[READ], MaxLatency(us), 45327
[READ], Return=0, 15154451
[READ], 0, 760.0800899887514
[READ], 100, 424.5370924555048
[READ], 200, 351.1422216573462
[READ], 300, 288.4873686563827
[READ], 400, 290.14435327143167
[READ], 500, 296.75019420708026
[READ], 600, 241.06946315181835
[READ], 700, 188.22412884774593
[READ], 800, 173.42180033578717
[READ], 900, 174.6251612071189
[READ], 1000, 158.88262237183378
[READ], 1100, 146.16968050220183
[READ], 1200, 137.43800669721537
[READ], 1300, 130.75449177032291
[READ], 1400, 132.1039511616076
[READ], 1500, 119.17869297541203
[READ], 1600, 119.67926848009836
[READ], 1700, 136.5864524103832
[READ], 1800, 143.14268786009072
[READ], 1900, 119.96833499654564
[READ], 2000, 118.15136241330958
[READ], 2100, 117.85641840750833
[READ], 2200, 119.02894798776182
[READ], 2300, 127.09215694053239
[READ], 2400, 117.11491525423729
[READ], 2500, 117.47756988277727
[READ], 2600, 120.93637032163177
[READ], 2700, 117.31726318166422
[READ], 2800, 119.46124401913876
[READ], 2900, 111.58177213154298
[READ], 3000, 135.86835829065177
[READ], 3100, 130.65605441041475
[READ], 3200, 116.53108275010293
[READ], 3300, 121.0806282722513
[READ], 3400, 118.3286702653387
[READ], 3500, 118.66161693057248
[READ], 3600, 119.98731022849256
[READ], 3700, 117.7588184253216
[READ], 3800, 117.23006378080538
[READ], 3900, 118.84468976018272
[READ], 4000, 146.6046728536119
[READ], 4100, 111.83642897673539
[READ], 4200, 133.72674702720312
[READ], 4300, 122.12712790879276
[READ], 4400, 118.21642017444066
[READ], 4500, 136.19293820933166
[READ], 4600, 114.50163224883542
[READ], 4700, 118.49950544015826
[READ], 4800, 120.04666434890099
[READ], 4900, 117.31915454750961
[READ], 5000, 122.48365373321326
[READ], 5100, 117.41761191772535
[READ], 5200, 118.78774409239419
[READ], 5300, 119.49136438819863
[READ], 5400, 125.76914087685364
[READ], 5500, 118.18310606060606
[READ], 5600, 118.36457069174757
[READ], 5700, 120.69054330617446
[READ], 5800, 128.1109518348624
[READ], 5900, 132.47541122246184
[READ], 6000, 120.45918800942557
[READ], 6100, 119.19371847776249
[READ], 6200, 129.01833388266314
[READ], 6300, 118.52078824467479
[READ], 6400, 122.73686487336794
[READ], 6500, 114.94918202679695
[READ], 6600, 131.37231233496794
[READ], 6700, 115.50734610377533
[READ], 6800, 120.75395594166925
[READ], 6900, 120.03002469898117
[READ], 7000, 117.65376026645471
[READ], 7100, 115.95484110760081
[READ], 7200, 118.8761037418333
[READ], 7300, 134.65172213942705
[READ], 7400, 118.72226652994568
[READ], 7500, 119.5710017361812
[READ], 7600, 130.32438443208895
[READ], 7700, 120.24746325089703
[READ], 7800, 117.05865989356555
[READ], 7900, 133.15360376530654
[READ], 8000, 119.51052328924669
[READ], 8100, 119.56667435247098
[READ], 8200, 117.35926037964154
[READ], 8300, 121.30360052766353
[READ], 8400, 122.5207095709571
[READ], 8500, 124.35887020234615
[READ], 8600, 120.4581575839379
[READ], 8700, 132.68594556546222
[READ], 8800, 119.82674924029696
[READ], 8900, 116.81799453122073
[READ], 9000, 119.28955702239689
[READ], 9100, 132.65533302282253
[READ], 9200, 118.81156936669332
[READ], 9300, 128.74698546415593
[READ], 9400, 118.42026831313362
[READ], 9500, 118.06581532416503
[READ], 9600, 120.28834379601643
[READ], 9700, 117.06155925077887
[READ], 9800, 117.2011015126938
[READ], 9900, 119.86970784608853
[READ], 10000, 131.62245369398127
[READ], 10100, 118.44769842773252
[READ], 10200, 120.03899946207639
[READ], 10300, 128.07167249537133
[READ], 10400, 118.23797803862173
[READ], 10500, 119.84367913287466
[READ], 10600, 116.72205108208227
[READ], 10700, 127.98612148614114
[READ], 10800, 117.59482628398791
[READ], 10900, 119.5257640915374
[READ], 11000, 119.42457353981605
[READ], 11100, 124.49529987569919
[READ], 11200, 117.85766216062706
[READ], 11300, 117.45915174363807
[READ], 11400, 133.72528549514232
[READ], 11500, 129.08335053461587
[READ], 11600, 116.77033045170465
[READ], 11700, 119.83772601900093
[READ], 11800, 118.30275998780115
[READ], 11900, 119.59849971148297
[READ], 12000, 119.18465659077864
[READ], 12100, 116.09505218109467
[READ], 12200, 119.26535054223308
[READ], 12300, 120.9291253101737
[READ], 12400, 119.39272755051373
[READ], 12500, 118.85541801561607
[READ], 12600, 119.59816703734948
[READ], 12700, 127.60576178639828
[READ], 12800, 151.64554668755815
[READ], 12900, 129.23078808677533
[READ], 13000, 117.54882370683156
[READ], 13100, 120.11215779760074
[READ], 13200, 117.36328243120653
[READ], 13300, 120.45567465077583
[READ], 13400, 119.78337357709555
[READ], 13500, 116.22855325676232
[READ], 13600, 117.5979291841439
[READ], 13700, 120.56324324324325
[READ], 13800, 118.92633826445021
[READ], 13900, 113.22025147805812
[READ], 14000, 135.33909303843643
[READ], 14100, 120.5001596296592
[READ], 14200, 135.6916708690536
[READ], 14300, 117.28781940152257
[READ], 14400, 121.87009583414824
[READ], 14500, 120.82398916618301
[READ], 14600, 130.08650288897203
[READ], 14700, 116.96006449677516
[READ], 14800, 118.68772851919562
[READ], 14900, 122.22057442479262
[READ], 15000, 120.79296194494987
[READ], 15100, 131.21645021645023
[READ], 15200, 128.74340724894063
[READ], 15300, 120.36817725623408
[READ], 15400, 120.99183466166589
[READ], 15500, 121.25265633530721
[READ], 15600, 129.2118911837238
[READ], 15700, 116.3118420070186
[READ], 15800, 120.58648627694217
[READ], 15900, 119.76126646637393
[READ], 16000, 118.8423684813316
[READ], 16100, 118.3148520104597
[READ], 16200, 120.05823858161496
[READ], 16300, 116.56412559410202
[READ], 16400, 140.29706645201682
[READ], 16500, 117.79513521680012
[READ], 16600, 117.7849169410073
[READ], 16700, 118.44217374665136
[READ], 16800, 116.02363758189398
[READ], 16900, 135.62123640774595
[READ], 17000, 121.08742152987678
[READ], 17100, 120.04554737775038
[READ], 17200, 119.40445872050782
[READ], 17300, 126.9346676429908
[READ], 17400, 117.37399630565085
[READ], 17500, 118.66531595244467
[READ], 17600, 130.65825582850232
[READ], 17700, 118.57654809962678
[READ], 17800, 118.09654699813454
[READ], 17900, 118.61599176389842
[READ], 18000, 119.19219288174511
[READ], 18100, 120.10353198203666
[READ], 18200, 126.69346012031826
[READ], 18300, 136.05306619149027
[READ], 18400, 118.4800167319466
[READ], 18500, 119.4674515500172
[READ], 18600, 120.0739484134634
[READ], 18700, 119.8873396327879
[READ], 18800, 132.30195764070544
[READ], 18900, 119.21535988979451
[READ], 19000, 116.72844325988213
[READ], 19100, 119.31654345577815
[READ], 19200, 120.02948459990714
[READ], 19300, 120.94843804436186
[READ], 19400, 115.96569596181811
[READ], 19500, 120.90179140127388
[READ], 19600, 130.28608508739913
[READ], 19700, 135.53667953667954
[READ], 19800, 120.31353607171839
[READ], 19900, 128.99154081043162
[READ], 20000, 130.18157192865476
[READ], 20100, 120.27884317970924
[READ], 20200, 121.25046728971962
[READ], 20300, 116.0106918004694
[READ], 20400, 118.81229983224036
[READ], 20500, 120.79448602117182
[READ], 20600, 117.98667931688804
[READ], 20700, 116.20331640274873
[READ], 20800, 119.69996923550222
[READ], 20900, 117.94549401995886
[READ], 21000, 118.76154958520435
[READ], 21100, 136.20595015440824
[READ], 21200, 129.41688349233883
[READ], 21300, 117.259378552482
[READ], 21400, 117.78710480645891
[READ], 21500, 118.31037890016341
[READ], 21600, 119.14102809096121
[READ], 21700, 130.45473737544333
[READ], 21800, 130.4596419988398
[READ], 21900, 122.59277864992151
[READ], 22000, 118.1078408917392
[READ], 22100, 118.76979868325913
[READ], 22200, 119.74052455742867
[READ], 22300, 121.81312638926802
[READ], 22400, 115.82785169976705
[READ], 22500, 152.53154022988505
[READ], 22600, 117.67033548923938
[READ], 22700, 122.56070067947056
[READ], 22800, 119.39852158259605
[READ], 22900, 116.55640449438202
[READ], 23000, 120.10602437519285
[READ], 23100, 120.1416885321809
[READ], 23200, 118.07220394114755
[READ], 23300, 118.57690250611248
[READ], 23400, 119.09377859103385
[READ], 23500, 127.92078883842723
[READ], 23600, 119.21884684546811
[READ], 23700, 132.32473027290035
[READ], 23800, 117.75347287936712
[READ], 23900, 136.39413865180282
[READ], 24000, 128.83430340557277
[READ], 24100, 117.23623292054052
[READ], 24200, 116.94858235823583
[READ], 24300, 119.23373438577669
[READ], 24400, 118.95889940467104
[READ], 24500, 121.23561409643703
[READ], 24600, 119.19799402802235
[READ], 24700, 118.13133658091034
[READ], 24800, 118.59910064403033
[READ], 24900, 128.63096413293846
[READ], 25000, 118.62928039702233
[READ], 25100, 119.90170314426634
[READ], 25200, 119.4148030026059
[READ], 25300, 147.58706744595975
[READ], 25400, 120.67123659037217
[READ], 25500, 119.28240669636001
[READ], 25600, 117.69152234742494
[READ], 25700, 119.63795083850218
[READ], 25800, 119.28391710003059
[READ], 25900, 119.66680749731141
[READ], 26000, 119.46105537259707
[READ], 26100, 129.62289352140806
[READ], 26200, 127.9706087312974
[READ], 26300, 116.4989724619811
[READ], 26400, 118.86570688604509
[READ], 26500, 120.40282028435284
[READ], 26600, 120.91715717467387
[READ], 26700, 132.46820071625572
[READ], 26800, 119.0087089381207
[READ], 26900, 119.61661588305627
[READ], 27000, 118.80669423114786
[READ], 27100, 126.38931477768605
[READ], 27200, 119.15907094013829
[READ], 27300, 130.96568729886738
[READ], 27400, 119.60892024208782
[READ], 27500, 120.0994915645944
[READ], 27600, 121.86627362173981
[READ], 27700, 118.14524061743342
[READ], 27800, 117.43700935990339
[READ], 27900, 120.33839126732214
[READ], 28000, 118.04289987405542
[READ], 28100, 132.25744315393425
[READ], 28200, 119.0901007479774
[READ], 28300, 118.84944188350032
[READ], 28400, 128.4272533420815
[READ], 28500, 112.20394109105995
[READ], 28600, 136.74791215589235
[READ], 28700, 118.8735566479936
[READ], 28800, 129.7321435982569
[READ], 28900, 120.21682423306964
[READ], 29000, 120.81180912346255
[READ], 29100, 119.84396315850321
[READ], 29200, 119.24530687303655
[READ], 29300, 117.13851542198621
[READ], 29400, 117.48083047272426
[READ], 29500, 132.83878267655092
[READ], 29600, 121.91736279178703
[READ], 29700, 121.48819327895086
[READ], 29800, 130.99920285294735
[READ], 29900, 121.49509880192936
[READ], 30000, 118.63584409646816
[READ], 30100, 118.97213421384129
[READ], 30200, 116.49818399670498
[READ], 30300, 118.91673665724976
[READ], 30400, 118.7656339316337
[READ], 30500, 120.0583076923077
[READ], 30600, 128.75655587105396
[READ], 30700, 126.37068138195778
[READ], 30800, 137.30394950247666
[READ], 30900, 122.8089727893843
[READ], 31000, 128.70637016255466
[READ], 31100, 117.08264650283554
[READ], 31200, 118.60829947985876
[READ], 31300, 120.78208477947199
[READ], 31400, 119.61008963456676
[READ], 31500, 118.7980608365019
[READ], 31600, 120.29362816858001
[READ], 31700, 120.00007703863487
[READ], 31800, 118.22305058957778
[READ], 31900, 119.35279032381536
[READ], 32000, 118.05616106569785
[READ], 32100, 119.44835626911315
[READ], 32200, 149.96886787948242
[READ], 32300, 118.9444889244729
[READ], 32400, 129.10724900924703
[READ], 32500, 121.21396107679757
[READ], 32600, 121.55968551745612
[READ], 32700, 121.49663773555399
[READ], 32800, 118.28058263475326
[READ], 32900, 129.80174028893794
[READ], 33000, 120.34115467736956
[READ], 33100, 118.93987668977138
[READ], 33200, 119.43907869481765
[READ], 33300, 118.48922176177622
[READ], 33400, 114.90674347405736
[READ], 33500, 128.73295022073376
[READ], 33600, 136.88649262202043
[READ], 33700, 118.6780782836928
[READ], 33800, 116.1972893253183
[READ], 33900, 118.61876810489404
[READ], 34000, 119.89700626417125
[READ], 34100, 119.51572228531151
[READ], 34200, 128.12567037541024
[READ], 34300, 117.421722704949
[READ], 34400, 121.4090343163956
[READ], 34500, 119.43021830716201
[READ], 34600, 111.36966882561408
[READ], 34700, 135.8899794390348
[READ], 34800, 120.50087003596148
[READ], 34900, 116.66384976525822
[READ], 35000, 131.18022816877777
[READ], 35100, 128.40249354058156
[READ], 35200, 119.89550061425061
[READ], 35300, 121.0425507156433
[READ], 35400, 118.93174100499829
[READ], 35500, 118.66183261458612
[READ], 35600, 120.25683270459619
[READ], 35700, 124.1260824660364
[READ], 35800, 118.46465353076056
[READ], 35900, 142.20648941364465
[READ], 36000, 119.75965384615385
[READ], 36100, 115.99772769603278
[READ], 36200, 120.01323614041819
[READ], 36300, 117.99387407827567
[READ], 36400, 136.42152466367713
[READ], 36500, 118.84465130474592
[READ], 36600, 121.17186219811947
[READ], 36700, 119.95895105702954
[READ], 36800, 117.70627012691797
[READ], 36900, 121.95292188780887
[READ], 37000, 118.89895722332166
[READ], 37100, 129.8406561461794
[READ], 37200, 122.57997163567602
[READ], 37300, 132.84769420050063
[READ], 37400, 120.131863897345
[READ], 37500, 119.6246215169982
[READ], 37600, 120.29415868832125
[READ], 37700, 133.00776213098067
[READ], 37800, 133.94884636787808
[READ], 37900, 118.98530029399411
[READ], 38000, 120.74888759914877
[READ], 38100, 121.77263825787247
[READ], 38200, 118.6158217950185
[READ], 38300, 130.84870894961142
[READ], 38400, 119.03409307830336
[READ], 38500, 118.408042263692
[READ], 38600, 117.82545867221486
[READ], 38700, 117.86066533247744
[READ], 38800, 118.44332762231106
[READ], 38900, 119.19922844811123
[READ], 39000, 118.95926237018936
[READ], 39100, 117.59754615209299
[READ], 39200, 132.2435945980058
[READ], 39300, 120.56515859830778
[READ], 39400, 119.20505177882227
[READ], 39500, 124.8394372693727
[READ], 39600, 143.94153570556145
[READ], 39700, 118.28078836440967
[READ], 39800, 120.17525495478161
[READ], 39900, 121.36018846618123
[READ], 40000, 117.51236496405315
[READ], 40100, 116.9191904047976
[READ], 40200, 116.37477970677566
[READ], 40300, 117.80316357733399
[READ], 40400, 118.60082367297133
[READ], 40500, 120.05990746328706
[READ], 40600, 138.49815717009108
[READ], 40700, 118.93149802785156
[READ], 40800, 131.89169950937023
[READ], 40900, 120.33395068873712
[READ], 41000, 121.15550378567268
[READ], 41100, 120.8173505366345
[READ], 41200, 119.1666345300991
[READ], 41300, 127.48025837706903
[READ], 41400, 118.23509582607379
[READ], 41500, 117.78369384359401
[READ], 41600, 119.79365810587738
[READ], 41700, 121.62308958382319
[READ], 41800, 130.68209863762473
[READ], 41900, 122.94226289517471
[READ], 42000, 142.20920105204158
[READ], 42100, 120.51667181228774
[READ], 42200, 120.03523515805705
[READ], 42300, 117.6671830134502
[READ], 42400, 119.35120232807475
[READ], 42500, 117.64639342407904
[READ], 42600, 119.61276220424129
[READ], 42700, 119.82535341473749
[READ], 42800, 120.32217460133596
[READ], 42900, 118.09556923544612
[READ], 43000, 130.0301277516541
[READ], 43100, 118.25876276914897
[READ], 43200, 135.63359009866713
[READ], 43300, 119.92420710896529
[READ], 43400, 132.44967392158404
[READ], 43500, 119.02548478577451
[READ], 43600, 119.19323060410917
[READ], 43700, 119.89946478764776
[READ], 43800, 118.32609848484849
[READ], 43900, 117.81972311776977
[READ], 44000, 129.27629403009757
[READ], 44100, 121.79653459537685
[READ], 44200, 118.56233543216943
[READ], 44300, 118.51764212772443
[READ], 44400, 130.53373438609682
[READ], 44500, 115.73300412133814
[READ], 44600, 120.43254229414269
[READ], 44700, 121.8991038251366
[READ], 44800, 146.41182423884626
[READ], 44900, 117.5880975757118
[READ], 45000, 120.64630846540395
[READ], 45100, 118.77745135444486
[READ], 45200, 120.08968885812084
[READ], 45300, 118.41755562328558
[READ], 45400, 117.28733509234829
[READ], 45500, 116.90625351268312
[READ], 45600, 114.10323425097111
[READ], 45700, 135.8740314537783
[READ], 45800, 118.3546282245827
[READ], 45900, 120.28909421270345
[READ], 46000, 118.6979783697023
[READ], 46100, 134.80597659455023
[READ], 46200, 128.03664234773342
[READ], 46300, 115.51880256381757
[READ], 46400, 120.91813046506229
[READ], 46500, 119.47872340425532
[READ], 46600, 128.90058479532163
[READ], 46700, 119.61148570990729
[READ], 46800, 119.31374182034503
[READ], 46900, 131.51422498364946
[READ], 47000, 120.37920253213417
[READ], 47100, 116.92465444711539
[READ], 47200, 118.07995602229215
[READ], 47300, 117.57679670682428
[READ], 47400, 117.29520183935773
[READ], 47500, 135.43630228835923
[READ], 47600, 118.47081401535304
[READ], 47700, 115.13458760786638
[READ], 47800, 120.2353716700919
[READ], 47900, 119.12662436936249
[READ], 48000, 118.58936275819939
[READ], 48100, 127.88506880262888
[READ], 48200, 121.84391730821838
[READ], 48300, 119.50007808839607
[READ], 48400, 139.20354020788935
[READ], 48500, 119.46672537907796
[READ], 48600, 116.8032030605356
[READ], 48700, 119.33411116636701
[READ], 48800, 120.66433214672651
[READ], 48900, 138.97763152043402
[READ], 49000, 118.5887302493813
[READ], 49100, 117.29336244870298
[READ], 49200, 117.58499338499338
[READ], 49300, 131.68231881620986
[READ], 49400, 122.75335828245026
[READ], 49500, 122.79157314431974
[READ], 49600, 117.27649006622516
[READ], 49700, 120.73443308550186
[READ], 49800, 119.63265697518315
[READ], 49900, 120.60716080887755
[READ], 50000, 119.3631139376293
[READ], 50100, 128.13504651829993
[READ], 50200, 121.46827877177904
[READ], 50300, 133.43711833283513
[READ], 50400, 120.66007340158393
[READ], 50500, 115.58655028276371
[READ], 50600, 132.29604730277012
[READ], 50700, 125.45485991006572
[READ], 50800, 118.50066623520006
[READ], 50900, 116.96547184714333
[READ], 51000, 118.81264547639944
[READ], 51100, 119.93353311818042
[READ], 51200, 123.26153178392455
[READ], 51300, 119.42838566565953
[READ], 51400, 120.16240630405535
[READ], 51500, 117.0668621039576
[READ], 51600, 120.69356763652826
[READ], 51700, 125.41438872367296
[READ], 51800, 131.1776167095316
[READ], 51900, 128.88642567623458
[READ], 52000, 120.01897782063645
[READ], 52100, 121.05004838397522
[READ], 52200, 121.02959543850122
[READ], 52300, 118.46724157667799
[READ], 52400, 118.41471178989654
[READ], 52500, 114.74621421465679
[READ], 52600, 120.1695052404439
[READ], 52700, 119.8171035965148
[READ], 52800, 120.13976354910453
[READ], 52900, 129.41277066929135
[READ], 53000, 148.43328917486753
[READ], 53100, 116.27043273718404
[READ], 53200, 118.01474937438387
[READ], 53300, 120.22635317736082
[READ], 53400, 117.03805655836342
[READ], 53500, 120.94675683028254
[READ], 53600, 119.56021555763824
[READ], 53700, 128.6163167706898
[READ], 53800, 120.28102710413695
[READ], 53900, 119.83226775535357
[READ], 54000, 121.52735169823133
[READ], 54100, 118.81616099781918
[READ], 54200, 129.30552335210334
[READ], 54300, 117.35807252482697
[READ], 54400, 134.10398353415377
[READ], 54500, 119.1166876742676
[READ], 54600, 119.1698474012315
[READ], 54700, 121.77068493150685
[READ], 54800, 120.63826739955098
[READ], 54900, 123.88348474630062
[READ], 55000, 120.12788995067818
[READ], 55100, 131.80940124055869
[READ], 55200, 120.14710858197478
[READ], 55300, 117.59503975766755
[READ], 55400, 129.68330612595585
[READ], 55500, 129.49483173076922
[READ], 55600, 118.16122317677781
[READ], 55700, 115.54426957970746
[READ], 55800, 134.78627205660297
[READ], 55900, 119.66454385022635
[READ], 56000, 119.30909438288116
[READ], 56100, 119.74964465445046
[READ], 56200, 117.69080442357219
[READ], 56300, 120.32275009656237
[READ], 56400, 121.5495172843351
[READ], 56500, 119.22476678391192
[READ], 56600, 118.23248121528913
[READ], 56700, 135.13980746767632
[READ], 56800, 119.45545916612527
[READ], 56900, 121.66419858929893
[READ], 57000, 121.33448718447357
[READ], 57100, 119.42000615337282
[READ], 57200, 151.19662516225182
[READ], 57300, 127.71472355032488
[READ], 57400, 121.72390980975496
[READ], 57500, 117.83979093284854
[READ], 57600, 119.64626476453444
[READ], 57700, 118.78975042865308
[READ], 57800, 117.97166084181735
[READ], 57900, 132.8445199660153
[READ], 58000, 118.62467591886534
[READ], 58100, 119.58734673482722
[READ], 58200, 117.18589500795395
[READ], 58300, 119.32200721799893
[READ], 58400, 119.08278966845981
[READ], 58500, 118.078111946533
[READ], 58600, 139.87823439878235
[READ], 58700, 121.27727378460106
[READ], 58800, 121.17269481527475
[READ], 58900, 117.26364219180148
[READ], 59000, 129.3690342911639
[READ], 59100, 126.6536873633935
[READ], 59200, 117.84094607379376
[READ], 59300, 117.17197643438779
[READ], 59400, 121.23876600698486
[READ], 59500, 126.53163426808977
[READ], 59600, 119.14081969098646
[READ], 59700, 117.2778697156612
[READ], 59800, 121.17049548677024
[READ], 59900, 117.35998817530115
[CLEANUP], Operations, 32
[CLEANUP], AverageLatency(us), 359.75
[CLEANUP], MinLatency(us), 84
[CLEANUP], MaxLatency(us), 577
[CLEANUP], 0, 359.75
java -cp /data/joao/repos/bits/ycsb/work/src/YCSB/hbase/src/main/conf:/data/joao/repos/bits/ycsb/work/src/YCSB/accumulo/src/main/conf:/data/joao/repos/bits/ycsb/work/src/YCSB/nosqldb/src/main/conf:/data/joao/repos/bits/ycsb/work/src/YCSB/core/target/core-0.1.4.jar:/data/joao/repos/bits/ycsb/work/src/YCSB/jdbc/src/main/conf:/data/joao/repos/bits/ycsb/work/src/YCSB/gemfire/src/main/conf:/data/joao/repos/bits/ycsb/work/src/YCSB/dynamodb/conf:/data/joao/repos/bits/ycsb/work/src/YCSB/infinispan/src/main/conf:/data/joao/repos/bits/ycsb/work/src/YCSB/cassandra/target/cassandra-binding-0.1.4.jar:/data/joao/repos/bits/ycsb/work/src/YCSB/cassandra/target/archive-tmp/cassandra-binding-0.1.4.jar:/data/joao/repos/bits/ycsb/work/src/YCSB/voldemort/src/main/conf com.yahoo.ycsb.Client -db com.yahoo.ycsb.db.CassandraClient10 -P workloads/workloadc -p cassandra.connectionretries=10 -p fieldlength=10 -p updateretrycount=100 -p cassandra.operationretries=10 -p recordcount=50000000 -p reconnectiontime=1000 -p fieldcount=10 -p timeseries.granularity=100 -p threadcount=32 -p insertretrycount=10 -p readretrycount=1000 -p ignoreinserterrors=true -p hosts=f1,f2,f3,f4 -p maxexecutiontime=60 -p measurementtype=timeseries -p exportmeasurementsinterval=30000 -p operationcount=60000000 -t